/**********************************************/
/* PRIORITY 1 */
/**********************************************/

/* UIBarButtonItem
 UIView title */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Study Settings" =
"Study Settings";

/* UILabel */
"Swipe to Next Card" =
"Swipe to Next Card";

/* UILabel
 UIView title */
"Text Justification" =
"Text Justification";

"Center" = "Center";
"Left" = "Left";
"Right" = "Right";

/* UIView title */
"Background Color" = "Background Color";

"Black" = "Black";
"Blue" = "Blue";
"Brown" = "Brown";
"Cyan" = "Cyan";
"Gray" = "Gray";
"Green" = "Green";
"Orange" = "Orange";
"Purple" = "Purple";
"Red" = "Red";
"White" = "White";
"Yellow" = "Yellow";

/* Sizes */
"Text Size" =
"Text Size";

"Small" =
"Small";

"Normal" = "Normal";

"Large" =
"Large";

"Extra Large" =
"Extra Large";

"Extra-Extra Large" =
"Extra-Extra Large";

/* UILabel */
"Display As Index Card" = "Display As Index Card";

/* UILabel */
"Go To Next On Score" = "Go To Next On Score";

"Renew Subscription" =
"Renew Subscription";

"Use Cellular Data" =
"Use Cellular Data";

"Ignore Parentheses" =
"Ignore Parentheses";

"Log In to Restore Purchases" =
"Log In to Restore Purchases";

"Active" = "Active";
"Inactive" = "Inactive";
"Subscribe" = "Subscribe";
"Active Until" = "Active Until";

"Reset Cache" =
"Reset Cache";

"Reset All Settings" =
"Reset All Settings";

"Reset Settings" =
"Reset Settings";

"Advanced Settings" =
"Advanced Settings";

"Are you sure you want to reset all settings? You will be logged out of Dropbox and Quizlet. If you are a FlashCards++ Subscriber, you will need to log in again to restore your subscription. All of your flash card and study data will remain." =
"Are you sure you want to reset all settings? You will be logged out of Dropbox and Quizlet. If you are a FlashCards++ Subscriber, you will need to log in again to restore your subscription. All of your flash card and study data will remain.";

"Your settings have been reset." =
"Your settings have been reset.";

"Your Account" =
"Your Account";

"Text-to-Speech" =
"Text-to-Speech";

"FlashCards++ will use cellular data to cache offline text-to-speech data." =
"FlashCards++ will use cellular data to cache offline text-to-speech data.";

"FlashCards++ will only use a wifi connection to cache offline text-to-speech data." =
"FlashCards++ will only use a wifi connection to cache offline text-to-speech data.";

"Create Account" =
"Create Account";

"Name" =
"Name";

"Subscription Status" =
"Subscription Status";

"Status" =
"Status";

"Deleting Cache..." =
"Deleting Cache...";

"No Cards" =
"No Cards";

"Calculating..." =
"Calculating...";

"%d of %d Cached" = "%d of %d Cached";
"Reset Text-To-Speech Cache" = "Reset Text-To-Speech Cache";
"Are you sure you want to reset the text-to-speech cache?" = "Are you sure you want to reset the text-to-speech cache?";
"Do you want to log out of your FlashCards++ account?" = "Do you want to log out of your FlashCards++ account?";

"Optimizing Database" =
"Optimizing Database";

"Optimize Database" =
"Optimize Database";

"Are you sure you want to optimize your database? It is highly recommended that you first make a backup, just in case." =
"Are you sure you want to optimize your database? It is highly recommended that you first make a backup, just in case.";

/**********************************************/
/* PRIORITY 2 */
/**********************************************/

/* UIView title */
"Auto-Browse Speed" = "Auto-Browse Speed";

/* No comment provided by engineer. */
"Import Settings" = "Import Settings";

/* UILabel */
"Merge Exact Matches" = "Merge Exact Matches";

"General Settings" =
"General Settings";

"Display Badge" =
"Display Badge";

"Auto-correct Text" =
"Auto-correct Text";

"Auto-capitalize Text" =
"Auto-capitalize Text";

"Text Font" =
"Text Font";

"Reset Exact Match Statistics" =
"Reset Exact Match Statistics";


"Enter Code" =
"Enter Code";

"Validate In-App Purchase Receipts" =
"Validate In-App Purchase Receipts";

"Completely Disable Sync" =
"Completely Disable Sync";

"Checking Code" =
"Checking Code";

"Code accepted. FlashCards++ will now be usable without a subscription, because you purchased the app before it was available for free." =
"Code accepted. FlashCards++ will now be usable without a subscription, because you purchased the app before it was available for free.";

"Invalid code." =
"Invalid code.";

"This will disable Automatic Sync on all your devices and remove all sync data from this device. Your currently existing flash cards and card sets will not be affected." =
"This will disable Automatic Sync on all your devices and remove all sync data from this device. Your currently existing flash cards and card sets will not be affected.";


/**********************************************/
/* PRIORITY 3 */
/**********************************************/

/**********************************************/
/* PRIORITY END */

